Repository: it-teaching-abo-akademi/dt00bt67-server-side-web-services-project-2018-merisaar
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: Auction banned
fi: Ilmoitus estetty

source: Auction description updated
fi: Ilmoituksen kuvaus päivitetty onnistuneesti

source: New auction created
fi: Uusi ilmoitus tallennettu

source: Language Changed to
fi: Kieli muutettu. Uusi kieli

source: New user created
fi: Uusi käyttäjä tallennettu

source: Your password was successfully updated!
fi: Salasana päivitetty onnistuneesti

source: Please correct the error below.
fi: Ole hyvä ja korjaa virhe

source: Your email was successfully updated!
fi: Sähköposti päivitetty onnistuneesti

source: English
fi: Englanniksi

source: Finnish
fi: Suomeksi

source: Auctions
fi: Ilmoitukset

source: Current language:
fi: Nykyinen kieli:

source: Logged in:
fi: Kirjautunut sisään:

source: Text:
fi: Sisältö:

source: Minimum bid:
fi: Alin huuto:

source: Auction closes:
fi: Ilmoitus sulkeutuu:
